Repository: warappa/XamlCSS-WPF-Samples
Catalog: VisualStudioInstallerCore/InstallerResources.*.resx
Languages: de

source: Available
de: Verfügbar

source: Change
de: Ändern

# Chat_Text_1
source: Chat with
de: Fordern Sie beim

# FAQ_Text_1
source: Checkout the
de: In der

# FAQ_Text_2
source: where developers provide feedback and answers to many common problems.
de: geben Entwickler Feedback und stellen Lösungen für häufige Probleme bereit.

# Info_Community
source: Free, fully-featured IDE for students, open-source and individual developers
de: Kostenlose, voll funktionsfähige IDE für Studenten, Open Source- und einzelne Entwickler.

# Info_Enterprise
source: Microsoft DevOps solution for productivity and coordination across teams of any size
de: Microsoft DevOps-Lösung für Produktivität und Koordination von Teams beliebiger Größe

# Info_Professional
source: Professional developer tools and services for small teams
de: Professionelle Entwicklertools und -dienste für kleine Teams

source: Install
de: Installieren

source: Installed
de: Installiert

source: Launch
de: Starten

# Learn_Text
source: Whether you're new to development or an experienced developer, we have you covered with our tutorials, videos, and sample code.
de: Unabhängig davon, ob Sie gerade in die Entwicklung einsteigen oder ein erfahrener Entwickler sind, wir stellen Ihnen nützliche Tutorials, Videos und Beispielcode zur Verfügung.

# Learn_Title
source: Learn
de: Weitere Informationen

source: License terms
de: Lizenzbedingungen

# Marketplace_Text
source: Use Visual Studio extensions to add support for new technologies, integrate with other products and services, and fine-tune your experience.
de: Verwenden Sie Visual Studio-Erweiterungen, um Unterstützung für neue Technologien hinzuzufügen, eine Integration in andere Produkte und Dienste durchzuführen sowie Ihre Benutzeroberfläche zu optimieren.

source: More
de: Mehr

# NeedHelp_Title
source: Need some help?
de: Benötigen Sie Hilfe?

source: Preview
de: Vorschau

source: Products
de: Produkte

source: Release notes
de: Anmerkungen zu dieser Version

# Welcome_Text
source: We invite you to go online to hon your skills and find additional tools to support your development workflow.
de: Vertiefen Sie online Ihre Kenntnisse, und entdecken Sie weitere Tools, die Ihren Entwicklungsworkflow unterstützen können.

# Welcome_Title
source: Welcome!
de: Herzlich willkommen!
